
import Navbar from '../navbar/Navbar';
import Footer from '../comps/Footer';
import '../style/home.css'
import { Box } from '@mui/material';

const TermsOfService = () => {
    return (
        <>
            <Navbar />
            <div className="containeer">
                <main className="main" style={{ marginTop: "100px" }}>
                    <div className={"mainBorderShape"}>
                        <h4>قوانین و شرایط</h4>
                        <Box sx={{ display: "flex", flexWrap: "wrap", width: { xs: "90vw", md: "70vw" }, direction: "rtl", textAlign: "justify" }}>
                            <br />
                            عضویت در سایت به منزله پذیرفتن تمام قوانین است.‌
                            <br />
                            ‌کلیه قوانین مطابق با قانون تجارت الکترونیک و قوانین حمایت از حقوق مصرف کنندگان جمهوری اسلامی ایران می‌باشد.‌‌
                            <br />‌
                            -تمام اطلاعات موجود در این وبسایت جنبه ی آموزشی داشته و خارج از هرگونه پیشنهاد و مشاوره مالی برای سرمایه گذاری است. طبیعتاً مسئولیت هرگونه فعالیت اقتصادی به تبع محتوای این سایت بر عهده‌ی کاربر است.‌
                            <br />‌
                            -مسئولیت هر آموزه در این وبسایت بر عهده نگارنده آن است.‌‌
                            <br />‌
                            ‌-به علت حفظ حقوق مادی و معنوی ناشر و همچنین حمایت از حقوق مصرف کنندگان، نشر یا استفاده از تمام مطالب این وبسایت به هر نحو، تحت پیگرد قانونی قرار خواهد گرفت.‌‌
                            <br />‌
                            -صحت اطلاعات مندرج هنگام ثبت نام بر عهده کاربر می‌باشد.‌‌ همچنین کاربر مجاز به قرار دادن اطلاعات خود به شخص دیگر نمیباشد و تخلف محسوب میگردد.
                            <br />‌
                            -به علت پویایی در دنیای رمزنگاری و ریسک بسیار بالای سرمایه گذاری، همواره کاربر باید با تحقیق شخصی خود مسئولیت فعالیت های خود را در این حوزه به عهده گیرد.‌
                            <br />‌
                            -در صورت عدم رعایت هر یک از موارد فوق و یا به تشخیص مدیریت در موارد دیگر، وبسایت به عنوان مرجع تصمیم گیرنده، نظر نهایی را نسبت به کاربر اعلام خواهد کرد.
                        </Box>
                    </div>
                </main>
            </div>
            <Footer />
        </>
    );
}

export default TermsOfService;